/* ===== Generic ===== */

/* Generic Cancel button title, used in SKConversation NSErrorFromPREMIUM_VIDEO_STATUS */
"BUTTONTITLE_CANCEL" = "Zrušit";

/* ===== SkyLib Properties ===== */

/* List item title for user's home phone number. */
"CONTACT_PHONE_HOME" = "Domů";

/* List item title for user's office phone number */
"CONTACT_PHONE_OFFICE" = "Kancelář";

/* List item title for user's mobile phone number. */
"CONTACT_PHONE_MOBILE" = "Mobil";

/* List item title for user's (possible) other phone number(s). */
"CONTACT_PHONE_OTHER" = "Jiné";

/* Format to use to wrap guest contact displays */
"CONTACT_GUEST_FORMAT" = "%@ (host)";

/* All known contacts group title */
"CONTACT_GROUP_ALL_KNOWN_CONTACTS" = "Všechny známé kontakty";

/* All buddies group title */
"CONTACT_GROUP_ALL_BUDDIES" = "Všechny kontakty";

/* Skype group title */
"CONTACT_GROUP_SKYPE_BUDDIES" = "Skypové kontakty";

/* SkypeOut group title */
"CONTACT_GROUP_SKYPEOUT_BUDDIES" = "Uložená telefonní čísla";

/* Online buddies group title */
"CONTACT_GROUP_ONLINE_BUDDIES" = "Online kontakty";

/* Unknown or pending auth group title */
"CONTACT_GROUP_UNKNOWN_OR_PENDINGAUTH_BUDDIES" = "Poslané žádosti";

/* Recently contacted group title */
"CONTACT_GROUP_RECENTLY_CONTACTED_CONTACTS" = "Poslední použité kontakty";

/* Contacts waiting my auth group title */
"CONTACT_GROUP_CONTACTS_WAITING_MY_AUTHORIZATION" = "Doručené žádosti";

/* Authorized by me group title */
"CONTACT_GROUP_CONTACTS_AUTHORIZED_BY_ME" = "Potvrzené žádosti";

/* Blocked group title */
"CONTACT_GROUP_CONTACTS_BLOCKED_BY_ME" = "Blokované kontakty";

/* Ungrouped contacts group title */
"CONTACT_GROUP_UNGROUPED_BUDDIES" = "Neseskupené kontakty";

/* Windows Live ID contacts group title */
"CONTACT_GROUP_PASSPORT_CONTACTS" = "Messenger";

/* Suggested contacts group title */
"CONTACT_GROUP_SCD_CONTACTS" = "Navrhované kontakty";

/* New group default title */
"CONTACT_GROUP_NEW_GROUP" = "Seznam bez názvu";

/* Default message sent to contacts from whom we are requesting authorization */
"CONTACT_AUTH_REQUEST_DEFAULT_MESSAGE" = "Přidejte si mě prosím jako kontakt";

/*  */
"ECHO123_CONTACT_FULLNAME" = "Testovací skypový hovor";

/*  */
"ECHO123_CONTACT_LANGUAGES" = "cs";

/*  */
"ECHO123_CONTACT_HOMEPAGE" = "www.skype.com/go/help";

/* Automatic sound test service mood message. */
"ECHO123_CONTACT_ABOUT" = "Dobrý den, toto je robot testovacích skypových hovorů. Přidejte si mě prosím do svých kontaktů a zavolejte mi, abyste si zkontrolovali nastavení zvuku. Další informace najdete na http://www.skype.com/go/help. Díky";

/*  */
"ECHO123_CONTACT_MOOD_TEXT" = "Zavolejte mi, abyste si otestovali nastavení zvuku.";


/* UNPLACED call status used when a call is initialized, but not connected to the network yet. */
"CALL_STATUS_UNPLACED" = "Váš hovor se spojuje.";

/* ROUTING call status used when a call is being routed by the network but not ringing yet. */
"CALL_STATUS_ROUTING" = "Váš hovor se spojuje.";

/* CANCELLED call status indicating that the outgoing call was cancelled by the user. */
"CALL_STATUS_CANCELLED" = "Hovor se zrušil";

/* FAILED call status used when the call failed. */
"CALL_STATUS_FAILED" = "Hovor se nepovedlo spojit";

/* RINGING_OUT call status used when a call is ringing for the remote party. */
"CALL_STATUS_RINGING_OUT" = "Vyzvánění";

/* RINGING_IN call status used when a call is ringing locally. */
"CALL_STATUS_RINGING_IN" = "Příchozí hovor";

/* LOCALHOLD call status indicating that the user put the call on hold. */
"CALL_STATUS_LOCALHOLD" = "Přidržený hovor";

/* REMOTEHOLD call status indicating that the call is on hold by the remote party. */
"CALL_STATUS_REMOTEHOLD" = "Váš hovor je přidržený.";

/* FINISHED call status indicating that the call was finished. */
"CALL_STATUS_FINISHED" = "Hovor skončil";

/* MISSED call status indicating that the incoming call was finished before it got answered. */
"CALL_STATUS_MISSED" = "Zmeškaný";

/* REFUSED call status indicating that the remote party declined the call. */
"CALL_STATUS_REFUSED" = "Odmítnutý";

/* BUSY call status indicating that the remote party was already in a call. */
"CALL_STATUS_BUSY" = "Obsazeno";

/* DROPPED call status indicating that the network connection was lost during the call. */
"CALL_STATUS_DROPPED" = "Ztráta spojení";

/* VOICEMAIL call status indicating that the call was diverted to voicemail. */
"CALL_STATUS_VOICEMAIL" = "Hlasová zpráva";

/* VM_RECORDING call status while recording the voicemail. */
"CALL_STATUS_VM_RECORDING" = "Nahrává se hlasová zpráva";

/* VM_UPLOADING call status while sending the voicemail. */
"CALL_STATUS_VM_UPLOADING" = "Posílá se hlasová zpráva.";

/* VM_SENT call status after the voicemail was sent. */
"CALL_STATUS_VM_SENT" = "Hlasová zpráva se poslala";

/* VM_CANCELLED call status when the recording or sending of the voicemail was cancelled. */
"CALL_STATUS_VM_CANCELLED" = "Hlasová zpráva se zrušila";

/* VM_FAILED call status when the recording or sending of the voicemail failed. */
"CALL_STATUS_VM_FAILED" = "Hlasová zpráva selhala";

/* ===== Wallet Transacation ===== */
/* Title of instrument name in popup button (args: instrument name ["Visa"], number ["****1234"]) */
"WALLET_INSTRUMENT_DISPLAY_NAME_FORMAT" = "%1$@ %2$@";


/* ===== PARTICIPANT_VOICE_STATUS ===== */ 

/* VOICE_CONNECTING status used when a call is being routed by the network but not ringing yet. */
"PARTICIPANT_VOICE_STATUS_CONNECTING" = "Hovor se spojuje";

/* RINGING status when a participant is ringing. */
"PARTICIPANT_VOICE_STATUS_RINGING" = "Vyzvánění";

/* EARLY_MEDIA status when a participant is ringing. */
"PARTICIPANT_VOICE_STATUS_EARLY_MEDIA" = "Vyzvánění";

/* ON_HOLD status when a participant is held. */
"PARTICIPANT_VOICE_STATUS_ON_HOLD" = "Přidržený";

/* STOPPED status when a participant has stopped. */
"PARTICIPANT_VOICE_STATUS_STOPPED" = "Hovor skončil";

/* FACEBOOK calling */
"PARTICIPANT_VOICE_STATUS_CONNECTING_FACEBOOK" = "Volání kontaktu na Facebooku (beta)";

/* ===== CONVERSATION_LOCAL_LIVESTATUS ===== */ 
"CONVERSATION_LOCAL_LIVESTATUS_STARTING" = "Volání...";
"CONVERSATION_LOCAL_LIVESTATUS_RINGING_FOR_ME" = "Volání...";
"CONVERSATION_LOCAL_LIVESTATUS_IM_LIVE" = "Probíhá hovor";
"CONVERSATION_LOCAL_LIVESTATUS_ON_HOLD_LOCALLY" = "Přidržený";
"CONVERSATION_LOCAL_LIVESTATUS_ON_HOLD_REMOTELY" = "Váš hovor je přidržený.";
"CONVERSATION_LOCAL_LIVESTATUS_OTHERS_ARE_LIVE" = "Probíhá hovor.";
"CONVERSATION_LOCAL_LIVESTATUS_OTHERS_ARE_LIVE_FULL" = "Hovoru se účastní maximální počet lidí";
"CONVERSATION_LOCAL_LIVESTATUS_PLAYING_VOICE_MESSAGE" = "Přehrává se pozdrav hlasové zprávy.";
"CONVERSATION_LOCAL_LIVESTATUS_RECORDING_VOICE_MESSAGE" = "Nahrává se hlasová zpráva.";
"CONVERSATION_LOCAL_LIVESTATUS_RECENTLY_LIVE" = "Poslední hovor";
"CONVERSATION_LOCAL_LIVESTATUS_TRANSFERRING" = "Hovor se přepojuje.";


/*  */
"CONVERSATION_POST_FILES_BODY" = "Soubory jsou publikované";

/* CONVERSATION Legacy chat message for older clients */
"CONVERSATION_VIDEOMESSAGE_LEGACY_MESSAGE" = "Dostali jste videozprávu. Tady si ji můžete zobrazit: %1. K otevření použijte kód %2.";

"CONVERSATION_XMM_LEGACY_MESSAGE" = "Soubor typu %1$@. Můžete se na něj podívat tady: %%1.";

"CONVERSATION_MEDIAMESSAGE_LEGACY_MESSAGE" = "Na tuto sdílenou fotku se můžete podívat tady: %1.";
"CONVERSATION_XMM_MESSAGE_LEGACY_MESSAGE" = "Na tento sdílený multimediální soubor se můžete podívat tady: %1.";

/*  */
"CONTACT_AVAILABILITY_OFFLINE" = "Offline";
"CONTACT_AVAILABILITY_ONLINE" = "Online";
"CONTACT_AVAILABILITY_AWAY" = "Pryč";
"CONTACT_AVAILABILITY_DO_NOT_DISTURB" = "Nerušit";
"CONTACT_AVAILABILITY_PENDING_AUTH" = "Žádost o kontakt čeká na vyřízení.";
"CONTACT_AVAILABILITY_BLOCKED" = "Blokovaný";
"CONTACT_AVAILABILITY_OFFLINE_BUT_VM_ABLE" = "Offline se zapnutým zasíláním hlasových zpráv";
"CONTACT_AVAILABILITY_OFFLINE_BUT_CF_ABLE" = "Hovory se přesměrovávají";

/*  */
"CONTACT_AVAILABILITY_INVISIBLE" = "Neviditelný";
"CONTACT_AVAILABILITY_CONNECTING" = "Hovor se spojuje.";
"CONTACT_AVAILABILITY_SKYPEOUT" = "Telefonní číslo";

/*  */
"CONTACT_GENDER_FEMALE" = "Žena";

/*  */
"CONTACT_GENDER_MALE" = "Muž";

/* A hidden phone number. */
"CONTACT_UNKNOWN_PSTN_DISPLAYNAME" = "Neznámé číslo";

/* Title for conversation with no participants */
"CONVERSATION_UNTITLED_DISPLAYNAME" = "Beze jména";


"ACCOUNTMANAGER_LOGIN_STATUS" = "Přihlašování...";
"ACCOUNTMANAGER_CBLSYNC_STATUS" = "Načítají se kontakty...";
"ACCOUNTMANAGER_UPGRADEDB_STATUS" = "Upgradují se soubory...";


/* Chat info message when a party has been joined to the chat. %1$@ is the name of the user who did the adding, while %2$@ is the name of the added user. */
"ChatMessage::ADDEDMEMBERS_FORMATSTRING" = "%1$@ přidal(a) uživatele %2$@.";

/* Chat info message shown when user %@ has left the chat. */
"ChatMessage::LEFT_FORMATSTRING" = "%@ opustil(a) chat.";

/* Chat info message when the first user ejected (threw out) the second user from the chat. */
"ChatMessage::KICKED_FORMATSTRING" = "%1$@ odebral(a) uživatele %2$@.";

/* Chat info message shown when a party has changed the chat topic. %1$@ is the user who did it, and %2$@ the new topic. */
"ChatMessage::SETTOPIC_FORMATSTRING" = "%1$@ změnil(a) téma chatu na %2$@.";

/* Chat item shown in place of the message to tell that the message has been removed by its writer. */
"CHATMESSAGE_MESSAGEREMOVED_TEXT" = "Tato zpráva se odebrala.";

/* AV Preferences output device name */
"SAME_AS_SYSTEM_DEVICE_NAME" = "Stejné jako v systému";


/* ===== SkyLib Error/Result Codes ===== */

/* sync errors at login/registration */
"LOGOUTREASON_NETWORKERROR" = "Nejde se připojit ke Skypu.";
"LOGOUTREASON_NETWORKERROR_RECOVERYSUGGESTION" = "Zkontrolujte si prosím nastavení sítě a zkuste to znova.";

/* sync errors at registration */
"Account::INVALID_SKYPENAME" = "Toto skypové jméno není platné.";
"Account::INVALID_EMAIL" = "Tato e-mailová adresa není platná.";
"Account::INVALID_EMAIL_RECOVERYSUGGESTION" = "Zkontrolujte ji prosím a zkuste to znovu.";
"Account::UNACCEPTABLE_PASSWORD" = "Toto heslo není platné.";
"Account::SKYPENAME_TAKEN" = "Toto skypové jméno už je zabrané.";
"Account::SKYPENAME_TAKEN_RECOVERYSUGGESTION" = "Zadejte prosím nové.";

/* sync errors at login */
"Account::NO_SUCH_IDENTITY" = "Nepovedlo se nám rozpoznat vaše skypové jméno a heslo.";
"Account::INCORRECT_PASSWORD" = "Nepovedlo se nám rozpoznat vaše skypové jméno a heslo.";
"Account::TOO_MANY_LOGIN_ATTEMPTS" = "Moc velký počet neúspěšných pokusů o přihlášení.";
"Account::TOO_MANY_LOGIN_ATTEMPTS_RECOVERYSUGGESTION" = "Zkuste to prosím znovu později.";

/* async errors (can happen anytime while logged in) */
"Account::PASSWORD_HAS_CHANGED" = "Máte změněné heslo.";
"Account::PASSWORD_HAS_CHANGED_RECOVERYSUGGESTION" = "Přihlaste se prosím pomocí nového hesla.";

"LOGOUTREASON_GENERIC_RECOVERYSUGGESTION" = "Zkuste to prosím znova.";

/* Account property validation error - NSLocalizedFailureReasonErrorKey [#HELLC-1021], [#WIN-364] */
"SkyLib::TOO_SHORT" = "Musí mít 6–20 znaků.";
"SkyLib::TOO_LONG" = "Musí mít 6–20 znaků.";
"SkyLib::CONTAINS_INVALID_CHAR" = "Neplatný znak, např. Σ, à, ß";
"SkyLib::CONTAINS_SPACE" = "Nemůže obsahovat mezeru nebo tabulátor.";
"SkyLib::SAME_AS_USERNAME" = "Je moc podobné skypovému jménu.";
"SkyLib::INVALID_FORMAT" = "Neplatný formát";
"SkyLib::CONTAINS_INVALID_WORD" = "Dá se lehce uhodnout (například abcd, skype).";
"SkyLib::TOO_SIMPLE" = "Musí v něm být aspoň jedno písmeno a jedna číslice.";
"SkyLib::STARTS_WITH_INVALID_CHAR" = "Musí začínat písmenem (A–Z).";

/* Account property validation error - NSLocalizedRecoverySuggestionErrorKey */
"SkyLib::TOO_SHORT_RECOVERYSUGGESTION_CONTACT_SKYPENAME" = "Zkuste použít delší skypové jméno.";
"SkyLib::TOO_SHORT_RECOVERYSUGGESTION_ACCOUNT_PASSWORD" = "Zkuste použít delší heslo.";
"SkyLib::TOO_LONG_RECOVERYSUGGESTION_CONTACT_SKYPENAME" = "Zkuste použít kratší skypové jméno.";
"SkyLib::TOO_LONG_RECOVERYSUGGESTION_ACCOUNT_PASSWORD" = "Zkuste použít kratší heslo.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION_CONTACT_SKYPENAME" = "Zkuste použít nové skypové jméno.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION_ACCOUNT_PASSWORD" = "Zkuste použít nové heslo.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION_CONTACT_EMAILS" = "Zkuste použít novou e-mailovou adresu.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION" = "Zkuste použít novou hodnotu.";

/* Account password change error - NSLocalizedFailureReasonErrorKey */
"Account::PWD_INVALID_OLD_PASSWORD" = "Heslo je nesprávné.";
"Account::PWD_SERVER_CONNECT_FAILED" = "Nešlo se připojit k serveru.";
"Account::PWD_MUST_DIFFER_FROM_OLD" = "Nové heslo musí být jiné než to staré.";
"Account::PWD_INVALID_NEW_PWD" = "Heslo není platné.";
"Account::PWD_MUST_LOG_IN_TO_CHANGE" =  "Abyste mohli změnit heslo, musíte se přihlásit.";

/* COMMITFAILED status received when committing a server-side property change. */
"ACCOUNT_COMMITSTATUS_COMMIT_FAILED" = "Vaši změnu nešlo uložit. Zkontrolujte si nastavení a zkuste to znovu.";

"ACCOUNT_NOCREDIT" = "Nedostatečný kredit";
"ACCOUNT_FREECALL" = "Hovor zadarmo";

/* Conversation file transfer errors */
"SkyLib::TRANSFER_BAD_FILENAME" = "Název souboru není platný.";
"SkyLib::TRANSFER_OPEN_FAILED" = "Soubor se nepovedlo otevřít";
"SkyLib::TRANSFER_TOO_MANY_PARALLEL" = "Přenáší se moc velký počet souborů.";

/* ===== SKSkypeKitErrorDomain Errors ===== */

/* SKErrorOffline */
"SKERROR_OFFLINE_DESCRIPTION" = "Jste offline.";

"SKERROR_OFFLINE_CALL_FAILUREREASON" = "Abyste mohli volat, musíte být online.";
"SKERROR_OFFLINE_CONTACTSEARCH_FAILUREREASON" = "Když jste offline, nemůžete hledat v kontaktech. Změňte si stav a zkuste to znovu.";
"SKERROR_OFFLINE_SMS_FAILUREREASON" = "Abyste mohli poslat SMS, musíte být online.";

/* [#HELLC-894] */
"SKERROR_OFFLINE_VOICEMAIL_FAILUREREASON" = "Abyste mohli přehrát tuto zprávu, musíte být online.";

/* Alert sheet title */
"SKERROR_CANNOT_SET_BODY_SMS_DESCRIPTION" = "Nejde nastavit text aktuální SMS zprávy.";


/* SKErrorInsufficientFunds */
"Sms::INSUFFICIENT_FUNDS" = "K odeslání SMS zprávy nemáte dostatečný kredit Skype.";
"CMEMBER_PSTN_STATUSTEXT_INSUFFICIENTCREDIT" = "Pro volání na toto číslo potřebujete kredit Skype.";

/* SKErrorInvalidContact */
"SKERROR_INVALIDCONTACT" = "Toto není platné skypové jméno nebo telefonní číslo.";

/* SKErrorCallOfflineLyncContact */
"SKERROR_OFFLINELYNCCONTACT_CALL_FAILUREREASON" = "Tomuto kontaktu Lync nemůžete volat, protože je offline.";

/* SKErrorBlockedContact */
"SKERROR_CONTACTBLOCKED_CALL_FAILUREREASON" = "Tomuto kontaktu nemůžete volat, protože jste ho zablokovali.";
"SKERROR_CONTACTBLOCKED_CHAT_FAILUREREASON" = "S tímto kontaktem nemůžete chatovat, protože jste ho zablokovali.";
"SKERROR_CONTACTBLOCKED_SMS_FAILUREREASON" = "Tomuto kontaktu nemůžete poslat SMS zprávu, protože jste ho zablokovali.";
"SKERROR_CONTACTBLOCKED_ADD_FAILUREREASON" = "Tento kontakt nemůžete přidat, protože jste ho zablokovali.";

/* SKErrorCantTalkToYourself */
"SKERROR_CANTTALKTOYOURSELF_CALL_FAILUREREASON" = "Nemůžete volat sami sobě.";
"SKERROR_CANTTALKTOYOURSELF_CHAT_FAILUREREASON" = "Nemůžete chatovat sami se sebou.";
"SKERROR_CANTTALKTOYOURSELF_ADD_FAILUREREASON"  = "Nemůžete přidat sami sebe.";

/* SKErrorCantJoinConversation */
"SKERROR_CANTJOINCONVERSATION_FAILUREREASON" = "Nemůžete se připojit k této konverzaci.";

/* SKErrorCantFindConversation */
"SKERROR_CANTFINDCONVERSATION_FAILUREREASON" = "Tuto konverzaci nejde najít.";

/* SKErrorInvalidPSTNNumber */
"CMEMBER_PSTN_STATUSTEXT_INVALIDNUMBER" = "Toto není platné telefonní číslo.";

/* SKErrorEmergencyPSTNNumber */
"SKERROR_EMERGENCYCALL_FAILUREREASON" = "Na toto číslo nemůžete volat, protože to je číslo tísňového volání.";
"SKERROR_EMERGENCYSMS_FAILUREREASON" = "Na toto číslo nemůžete poslat SMS zprávu, protože to je číslo tísňového volání.";
"SKERROR_EMERGENCYADD_FAILUREREASON" = "Toto číslo nemůžete přidat, protože to je číslo tísňového volání.";

/* SKErrorCallExists */
"SKERROR_CALLEXISTS_CALL" = "Abyste mohli začít nový hovor, musíte nejdřív ukončit ten stávající.";
"SKERROR_CALLEXISTS_VOICEMAIL" = "Pokud si budete chtít poslechnout hlasovou zprávu, musíte nejdřív ukončit tento hovor.";
"SKERROR_CALLFAILED" = "Hovor selhal. Zkuste to prosím znovu.";

/* SKErrorTooManyChatParticipants */
"SKERROR_TOOMANYPARTICIPANTS_CHAT_DESCRIPTION" = "Pokusili jste se začít konverzaci s moc velkým počtem kontaktů.";

/* SKErrorInvalidConversationIdentities */
"SKERROR_INVALIDCONVERSATIONIDENTITIES_DESCRIPTION" = "S těmito kontakty nemůžete mít konverzaci.";

/* CMEMBER_FAILUREREASON */
"CMEMBER_FAILUREREASON_CALLER_NOT_AUTHORIZED" = "Tomuto kontaktu nemůžete volat, protože ještě nepřijal vaši žádost o kontakt.";
"CMEMBER_FAILUREREASON_CALLER_NOT_FRIEND" = "Tomuto kontaktu nemůžete volat, protože ještě nepřijal vaši žádost o kontakt.";

/* SMS_FAILUREREASON */
"Sms::INVALID_CONFIRMATION_CODE" = "Neplatný potvrzovací kód";
"Sms::MISC_ERROR" = "Neplatné telefonní číslo";

/* Conversation::PREMIUM_VIDEO_STATUS */

/*
"PV_RESULT_400_BAD_REQUEST_SOME_FIELDS_MISSING_MESSAGE" = "PV_RESULT_400_BAD_REQUEST_SOME_FIELDS_MISSING_MESSAGE";
"PV_RESULT_401_P2P_BLOCK_MESSAGE" = "PV_RESULT_401_P2P_BLOCK_MESSAGE";
*/

"PV_RESULT_403_PAID_SERVICE_BLOCK_MESSAGE" = "Máte zablokovaný účet.";
"PV_RESULT_403_PAID_SERVICE_BLOCK_EXPLANATION" = "Kontaktujte prosím oddělení zákaznické podpory.";

"PV_RESULT_405_GROUP_TOO_LARGE_MESSAGE" = "V tomto skupinovém videohovoru je moc lidí.";
"PV_RESULT_405_GROUP_TOO_LARGE_EXPLANATION" = "Videohovor můžete mít maximálně s 9 lidmi. Odeberte kontakty z této skupiny a zkuste to znovu.";

/*
"PV_RESULT_410_NO_VALID_SUBSCRIPTION_BUT_TRIAL_IS_AVAILABLE_MESSAGE" = "PV_RESULT_410_NO_VALID_SUBSCRIPTION_BUT_TRIAL_IS_AVAILABLE_MESSAGE";
*/

"PV_RESULT_412_SUBSCRIPTION_INSUFFICENT_FOR_THIS_CALL_MESSAGE" = "V tomto skupinovém videohovoru je moc lidí.";
"PV_RESULT_412_SUBSCRIPTION_INSUFFICENT_FOR_THIS_CALL_EXPLANATION_BETA" = "Videohovor můžete mít maximálně s 9 lidmi. Odeberte kontakty z této konverzace a zkuste to znovu.";
"PV_RESULT_412_SUBSCRIPTION_INSUFFICENT_FOR_THIS_CALL_EXPLANATION" = "Předplatné videohovorů nemáte pro tak velký počet lidí. Odeberte kontakty z této konverzace a zkuste to znovu.";

"PV_RESULT_414_NO_SUBSCRIPTION_MESSAGE_BETA" = "Pro skupinové videohovory potřebujete předplatné.";
"PV_RESULT_414_NO_SUBSCRIPTION_MESSAGE" = "Pro skupinové videohovory potřebujete předplatné.";
"PV_RESULT_414_NO_SUBSCRIPTION_EXPLANATION_BETA" = "Chcete si udělat skupinový videohovor?";
"PV_RESULT_414_NO_SUBSCRIPTION_EXPLANATION" = "Chcete si udělat skupinový videohovor?";

"PV_RESULT_416_SUBSCRIPTION_IS_ALREADY_IN_USE_MESSAGE" = "Už ve skupinovém videohovoru jste.";
"PV_RESULT_416_SUBSCRIPTION_IS_ALREADY_IN_USE_EXPLANATION" = "Najednou můžete mít jenom jeden skupinový videohovor.";

"PV_RESULT_420_FAIR_USAGE_POLICY_VIOLATION_CALL_LIMIT_REACHED_MESSAGE" = "Vyčerpali jste limit pro tento hovor.";
"PV_RESULT_420_FAIR_USAGE_POLICY_VIOLATION_CALL_LIMIT_REACHED_EXPLANATION_BETA" = "Dosáhli jste 4hodinového limitu videohovoru pro tento hovor.";
"PV_RESULT_420_FAIR_USAGE_POLICY_VIOLATION_CALL_LIMIT_REACHED_EXPLANATION" = "Dosáhli jste 4hodinového limitu videohovoru pro tento hovor. Pokud vás zajímají podrobnosti, projděte si informace o vašem účtu.";

"PV_RESULT_422_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_DAY_LIMIT_REACHED_MESSAGE" = "Vyčerpali jste svůj denní limit pro volání přes skupinové videohovory.";
"PV_RESULT_422_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_DAY_LIMIT_REACHED_EXPLANATION" = "Volání prostřednictvím videohovorů je dočasně pozastavené. Vyčerpali jste svůj denní limit v rámci zásad spravedlivého používání služeb. Pokud vás zajímají podrobnosti, projděte si informace o vašem účtu.";

"PV_RESULT_424_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_MONTH_LIMIT_REACHED_MESSAGE" = "Vyčerpali jste svůj měsíční limit pro volání přes skupinové videohovory.";
"PV_RESULT_424_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_MONTH_LIMIT_REACHED_EXPLANATION" = "Volání prostřednictvím videohovorů je dočasně pozastavené. Vyčerpali jste svůj měsíční limit v rámci zásad spravedlivého používání služeb. Pokud vás zajímají podrobnosti, projděte si informace o vašem účtu.";

/*
"PV_RESULT_430_GRACE_TIME_EXPIRED_MESSAGE" = "RESULT_430_GRACE_TIME_EXPIRED";
*/

"PV_RESULT_500_GENERAL_SERVICE_ERROR_MESSAGE" = "Skupinové videohovory teď nejsou dostupné.";
"PV_RESULT_500_GENERAL_SERVICE_ERROR_EXPLANATION" = "Došlo k chybě. Zkuste to prosím znovu později.";

/*
"PV_RESULT_503_SERVICE_TIMEOUT_MESSAGE" = "RESULT_503_SERVICE_TIMEOUT";
*/

"PremiumVideoErrorRecovery_GetPremium_BETA" = "Získat předplatné pro skupinové videohovory";
"PremiumVideoErrorRecovery_GetPremium" = "Získat předplatné pro skupinové videohovory";
"PremiumVideoErrorRecovery_UpgradePremium" = "Upgradovat";

/* ===== SKAccessSessionFailureReasonErrorDomain Errors ===== */

"AccessSession::NO_BALANCE" = "Abyste mohli používat připojení Skype WiFi, musíte si koupit kredit Skype.";
"AccessSession::LOGIN_FAILURE" = "Nepovedlo se nám rozpoznat vaše skypové jméno a heslo.";
"AccessSession::WISPR_LOGIN_REJECTED" = "Neplatné uživatelské jméno nebo heslo";

"SKYPEACCESS_NO_ACCOUNT" = "Přihlaste se prosím pomocí účtu Skype.";

"SKYPEACCESS_GENERIC_CONNECTION_ERROR" = "Nepovedlo se připojit. Zkontrolujte sílu signálu WiFi nebo vyzkoušejte jiný hotspot.";
"SKYPEACCESS_GENERIC_FATAL_ERROR" = "Tento hotspot nereaguje správně. Vyzkoušejte prosím jiný.";

"SKYPEACCESS_SESSION_EXTEND_ERROR" = "Relaci se nepovedlo prodloužit. Zkusit se znovu připojit.";

"SKYPEACCESS_SESSION_LOSTWIFI_MESSAGE" = "WiFi síť %@ už není dostupná.";
"SKYPEACCESS_SESSION_LOSTWIFI_EXPLANATION" = "Abyste se vyhnuli neočekávaným poplatkům, vždycky se nejdřív správně odpojte, než se od hotspotu vzdálíte nebo vypnete zařízení.";

"SKYPEACCESS_SESSION_LOSTWIFI_RECOVERABLE_MESSAGE" = "Připojte se prosím znovu k WiFi síti %@.";
"SKYPEACCESS_SESSION_LOSTWIFI_RECOVERABLE_EXPLANATION" = "Skype WiFi se pokusí zastavit vaše internetové připojení. Abyste se vyhnuli neočekávaným poplatkům, vždycky se nejdřív správně odpojte, než se od hotspotu vzdálíte nebo vypnete zařízení.";

"SKYPEACCESS_SESSION_LOSTWIFI_AUTO_END_MESSAGE" = "Vaše internetové připojení se zastavilo.";

"ACCESS_PRICE_PER_MINUTE_FORMAT" = "%@ za minutu";
"ACCESS_PRICE_PER_MINUTE_FREE" = "Zadarmo";

/*
 * ===========
 * SkyLib localization (Skype Kit messages sent by SkyLib to other clients)
 * ===========
 */

/* Message sent in the P2P chat after it has been migrated to a server-based chat, and seen by legacy client users. */
"LOCALIZED_UPGRADE_MESSAGE_IN_P2P" = "aktualizoval(a) tuto skupinu, ve které jsou teď dostupné lepší možnosti chatu.\nPokud se chcete připojit a dál chatovat, stáhněte si nejnovější verzi.\nPodívejte se sem: <a href=\"http://www.skype.com/updateme\">Skype.com/updateme</a>.";
"LOCALIZED_UPGRADE_MESSAGE_IN_P2P_DOGFOOD" = "aktualizoval(a) tuto skupinu, ve které jsou teď dostupné lepší možnosti chatu.\nPokud se chcete připojit a dál chatovat, stáhněte si nejnovější verzi.\nPodívejte se sem: https://microsoft.sharepoint.com/teams/DogfoodSkype/.";

/* Message sent in the server-based chat as first message. Used to link the history of both conversations. The '%1' is replaced with the ID of the old chat. */
"LOCALIZED_UPGRADE_MESSAGE_IN_SERVER_BASED" = "Pokud se chcete podívat na předchozí historii, klikněte <a href=\"skype:?chat&amp;id=%1\">sem</a>.";
